---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetNumberOfWires
source: html/f4a354ed-8790-a74f-1293-87f4f43ab6f7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetNumberOfWires Property

Wrong Number of Wires of the Fabric Sheet Type.

## Syntax (C#)
```csharp
public static FailureDefinitionId WrongFabricSheetNumberOfWires { get; }
```